aaron-bond.better-comments
alefragnani.bookmarks
charliermarsh.ruff
christian-kohler.path-intellisense
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
pkief.material-icon-theme
tamasfe.even-better-toml
